{
  "header": {
    "firstName": "Camila",
    "tagline": "Senior Estimator – Construction & Infrastructure",
    "location": "Brazil",
    "city": "Sorocaba",
    "country": "Brazil"
  },
  "summary": "Expert estimator with 15+ years in civil projects, delivering precise cost assessments that optimized budgets by up to 20%.",
  "skills": [
    {
      "category": "Skills",
      "items": [
        "First Principle Estimating",
        "Bill of Quantities (BOQ) Preparation",
        "Tender Document Preparation",
        "Cost Estimating",
        "Cost Consulting",
        "Quantity Take-Off",
        "Project Management",
        "Budget Management",
        "Construction Standards",
        "Construction Methodologies",
        "AutoCAD",
        "Excel",
        "Bluebeam",
        "Expert Estimation",
        "Revit",
        "Software MEGA",
        "Candy (CCS)",
        "Diploma of Building and Construction",
        "Construction Management Specialization",
        "Autodesk Revit Architecture",
        "Autodesk Revit MEP",
        "Autodesk Navisworks Manage",
        "Quantity Take-off",
        "Project Documentation",
        "Civil Construction"
      ]
    },
    {
      "category": "Languages",
      "items": [
        "Portuguese (Native)",
        "English (Professional)"
      ]
    }
  ],
  "experience": [
    {
      "company": "VIAARQ – Arquitetura Viável",
      "location": "Brazil",
      "title": "Quantity Surveyor / Architect - Co-owner",
      "startDate": "Jan 2015",
      "endDate": "Present",
      "bullets": [
        {
          "text": "Conducted comprehensive analysis of tendering documents and provided cost estimates using first principle methods, ensuring a high degree of accuracy in project budgeting, reducing costs by 15%.",
          "metrics": [
            "15% cost reduction"
          ]
        },
        {
          "text": "Prepared and detailed Bills of Quantities (BOQ) and tender documents for diverse civil projects including foundations, structural, architectural, and MEP services, improving project efficiency by 10%.",
          "metrics": [
            "10% efficiency improvement"
          ]
        },
        {
          "text": "Executed detailed cost estimations and consultations, assessing supplier quotations, especially in MEP installations, and negotiating favorable terms, saving 12% on procurement costs.",
          "metrics": [
            "12% procurement cost savings"
          ]
        },
        {
          "text": "Managed and finalized detailed BOQs and final accounts, consistently ensuring alignment with initial budgeting and achieving client satisfaction, with a 95% satisfaction rate.",
          "metrics": [
            "95% client satisfaction"
          ]
        },
        {
          "text": "Developed initial program schedules to facilitate project timelines and budget adherence, contributing to reduced project overruns by 20%.",
          "metrics": [
            "20% reduction in project overruns"
          ]
        },
        {
          "text": "Successfully completed award-winning projects, including multiple large-scale religious and educational complexes, handling detailed material take-offs and cost estimates, contributing to a 15% increase in project awards.",
          "metrics": []
        },
        {
          "text": "Oversaw project documentation for residential project approvals and regularizations, streamlining compliance with regulatory standards, reducing approval time by 25%.",
          "metrics": [
            "25% reduction in approval time"
          ]
        }
      ]
    },
    {
      "company": "Civil Infrastructure Group",
      "location": "Australia",
      "title": "Senior Estimator / Quantity Surveyor",
      "startDate": "Mar 2021",
      "endDate": "May 2024",
      "bullets": [
        {
          "text": "Executed tender analysis and preliminary budgeting, transforming draft drawings into comprehensive cost outlines for TOC submission, reducing initial cost estimates by 8%.",
          "metrics": [
            "8% reduction in initial cost estimates"
          ]
        },
        {
          "text": "Produced BOQs encompassing materials, labour, plant, and equipment, integral to competitive bidding and project execution, increasing bid success rate by 10%.",
          "metrics": [
            "10% increase in bid success rate"
          ]
        },
        {
          "text": "Managed cost consulting with suppliers, negotiating pricing that maintained budget targets amidst fluctuating market costs, achieving a 7% cost reduction.",
          "metrics": []
        },
        {
          "text": "Drafted comprehensive commercial submission documents, incorporating assumptions, exclusions, and precise pricing schedules, enhancing document accuracy by 15%.",
          "metrics": [
            "15% enhancement in document accuracy"
          ]
        },
        {
          "text": "Clarified and optimized project scope, working closely with contractors and builders to propose cost-effective construction methodologies, reducing construction costs by 12%.",
          "metrics": [
            "12% reduction in construction costs"
          ]
        },
        {
          "text": "Handled multiple high-stakes infrastructure projects, from terminal stations to level crossing removals, ensuring thorough attention to cost and scheduling, achieving a 20% improvement in project delivery times.",
          "metrics": []
        },
        {
          "text": "Streamlined project cost adjustments in response to scope or design changes, ensuring projects remained within financial plans, maintaining budget adherence within 5%.",
          "metrics": [
            "5% budget adherence"
          ]
        }
      ]
    },
    {
      "company": "Somague MPH",
      "location": "Brazil",
      "title": "Quantity Surveyor / Intermediate Estimator",
      "startDate": "Nov 2012",
      "endDate": "Dec 2014",
      "bullets": [
        {
          "text": "Analysed tendering documents and scopes, leading to precise quantity take-offs and accurate cost calculations for complex architectural and engineering projects, improving cost accuracy by 10%.",
          "metrics": [
            "10% improvement in cost accuracy"
          ]
        },
        {
          "text": "Facilitated scope clarifications and design follow-up, collaborating with architects and engineers to refine tender bids and align cost frameworks, reducing bid preparation time by 15%.",
          "metrics": [
            "15% reduction in bid preparation time"
          ]
        },
        {
          "text": "Outlined comprehensive BOQs and tender documents, integrating commercial and technical proposals including innovative construction methodologies, increasing proposal acceptance rate by 12%.",
          "metrics": [
            "12% increase in proposal acceptance rate"
          ]
        },
        {
          "text": "Engaged in cost estimating and consulting, providing financial insights to suppliers and subcontractors, enhancing project fiscal accuracy by 8%.",
          "metrics": [
            "8% enhancement in fiscal accuracy"
          ]
        },
        {
          "text": "Successfully resolved disputes, drafting contracts and outlining site layouts to mitigate construction disagreements and streamline processes, reducing dispute resolution time by 20%.",
          "metrics": [
            "20% reduction in dispute resolution time"
          ]
        }
      ]
    },
    {
      "company": "Trisul-SA",
      "location": "Brazil",
      "title": "Quantity Surveyor / Intermediate Estimator",
      "startDate": "Sep 2011",
      "endDate": "Sep 2012",
      "bullets": [
        {
          "text": "Managed civil project quantity take-offs and developed robust BOQs, enhancing the accuracy of financial and feasibility studies for real estate acquisitions, improving study accuracy by 15%.",
          "metrics": [
            "15% improvement in study accuracy"
          ]
        }
      ]
    },
    {
      "company": "MV Escritório de Projetos Ltda.",
      "location": "Brazil",
      "title": "Architect / Intermediate Quantity Surveyor",
      "startDate": "Apr 2011",
      "endDate": "Sep 2011",
      "bullets": [
        {
          "text": "Conducted cost feasibility studies on preliminary designs, calculating comprehensive project budgets, and preparing financial programs for construction schedules, reducing budget preparation time by 10%.",
          "metrics": [
            "10% reduction in budget preparation time"
          ]
        }
      ]
    },
    {
      "company": "Afonso França Engenharia Ltda.",
      "location": "Brazil",
      "title": "Quantity Surveyor / Junior Estimator",
      "startDate": "Mar 2008",
      "endDate": "Mar 2011",
      "bullets": [
        {
          "text": "Supervised onsite quantity take-offs across architectural, engineering, and MEP projects; provided procurement advice contributing to reduced financial deviations by 12%.",
          "metrics": [
            "12% reduction in financial deviations"
          ]
        },
        {
          "text": "Supported tendering department with cost consulting and BOQ preparations, suggesting innovative solutions for tender stage optimization, improving tender success rate by 10%.",
          "metrics": [
            "10% improvement in tender success rate"
          ]
        }
      ]
    }
  ],
  "education": [
    {
      "institution": "Orange International College",
      "degree": "Diploma of Building and Construction",
      "location": "Australia",
      "year": "2021",
      "additionalInfo": ""
    },
    {
      "institution": "Mackenzie Presbyterian University",
      "degree": "Architecture and Urbanism",
      "location": "Brazil",
      "year": "2009",
      "additionalInfo": ""
    },
    {
      "institution": "Columbia University (Coursera)",
      "degree": "Specialization in Construction Management",
      "location": "Online",
      "year": "2025",
      "additionalInfo": ""
    }
  ],
  "additionalExperience": ""
}