{
  "header": {
    "firstName": "Camila",
    "tagline": "Senior Estimator & Quantity Surveyor – Civil & Infrastructure",
    "location": "Brazil",
    "city": "Sorocaba",
    "country": "Brazil"
  },
  "summary": "Highly skilled estimator with over 15 years of experience in managing budgets for complex civil projects, specializing in BOQ preparation and cost consulting. Delivered detailed BOQs achieving cost savings in high-stakes tenders.",
  "skills": [
    {
      "category": "Skills",
      "items": [
        "First Principle Estimating",
        "Bill of Quantities (BOQ)",
        "Cost Estimating",
        "Cost Consulting",
        "Project Management",
        "Budget Management",
        "Tender Documents",
        "Quantity Take-Off",
        "Feasibility Studies",
        "Design Variations",
        "Procurement Advice",
        "Construction Methodologies",
        "AutoCAD",
        "Revit",
        "Expert Estimation",
        "Bluebeam",
        "Software MEGA",
        "Candy (CCS)",
        "Microsoft Excel",
        "National Construction Code (NCC)",
        "Brazillian Norms for Construction (NBR)",
        "Bill of Quantities (BOQ) Preparation",
        "Civil Construction",
        "Infrastructure Projects",
        "Tender Document Preparation",
        "Project Documentation",
        "Stakeholder Collaboration",
        "Commercial Construction",
        "Residential Construction",
        "Value Engineering",
        "Construction Project Lifecycle",
        "Excel Advanced Functions",
        "Construction Standards",
        "Design Interpretation",
        "Structural Engineering",
        "MEP Systems Estimation",
        "Procurement Management",
        "Construction Site Supervision",
        "Architectural Drawing Analysis",
        "Cost Planning",
        "Progress Monitoring",
        "Contract Administration",
        "Quantity Take-off"
      ]
    },
    {
      "category": "Languages",
      "items": [
        "Portuguese (Native)",
        "English (Fluent)"
      ]
    }
  ],
  "experience": [
    {
      "company": "VIAARQ – Arquitetura Viável",
      "location": "Brazil",
      "title": "Quantity Surveyor / Architect - Co-owner",
      "startDate": "Jan 2015",
      "endDate": "Present",
      "bullets": [
        {
          "text": "Analyzed intricate tender documents to produce detailed BOQs and commercial offers, resulting in a finalized project budget adhering to strict cost constraints.",
          "metrics": []
        },
        {
          "text": "Executed comprehensive quantity take-offs for multi-faceted projects, covering architectural, structural, and MEP aspects, minimizing material wastage by 22%.",
          "metrics": [
            "22% reduction in material wastage"
          ]
        },
        {
          "text": "Critically assessed additional costs corresponding to design variations, coordinating with stakeholders for optimal project alignment and budget compliance.",
          "metrics": []
        },
        {
          "text": "Directed cost comparisons between initial and final designs, achieving financial transparency and client consensus on budget allocations.",
          "metrics": []
        },
        {
          "text": "Advanced initial program of works for assorted projects, establishing timelines that were exceeded by 12% in efficiency during execution phases.",
          "metrics": [
            "12% efficiency improvement"
          ]
        },
        {
          "text": "Managed awarded project scopes including detailed take-offs for Fortaleza, Rio, and Belém Temple Complexes, supporting successful project executions.",
          "metrics": []
        },
        {
          "text": "Facilitated real estate financing with Caixa Econômica Federal Bank, optimizing credit flow for high-rise residential projects via detailed cost estimates.",
          "metrics": []
        }
      ]
    },
    {
      "company": "Civil Infrastructure Group",
      "location": "Australia",
      "title": "Senior Estimator / Quantity Surveyor",
      "startDate": "Mar 2021",
      "endDate": "May 2024",
      "bullets": [
        {
          "text": "Conducted comprehensive tender analysis, identifying key components of scope for high-value infrastructure projects and delivering strategic cost-saving insights.",
          "metrics": []
        },
        {
          "text": "Orchestrated preliminary budgeting for expansive projects, collaborating with TOC to ensure financial viability and project execution below projected cost by 18%.",
          "metrics": [
            "18% cost reduction"
          ]
        },
        {
          "text": "Crafted exhaustive Bill of Quantities encompassing material, labor, and equipment, enhancing clarity and facilitating robust project planning.",
          "metrics": []
        },
        {
          "text": "Bolstered tender documentation with precise assumptions, exclusions, and price schedules, securing significant client approval and trust.",
          "metrics": []
        },
        {
          "text": "Performed meticulous take-offs for all project drawings, optimizing material use and contributing to an 18% reduction in environmental impact.",
          "metrics": [
            "18% reduction in environmental impact"
          ]
        },
        {
          "text": "Directed final detailed BOQ preparation, ensuring validity and accuracy for climactic tender stages, thereby enhancing bid competitiveness.",
          "metrics": []
        },
        {
          "text": "Proposed refined construction methods, optimizing project workflows and surpassing budget expectations by 13%.",
          "metrics": [
            "13% budget optimization"
          ]
        }
      ]
    },
    {
      "company": "Somague MPH",
      "location": "Brazil",
      "title": "Quantity Surveyor / Intermediate Estimator",
      "startDate": "Nov 2012",
      "endDate": "Dec 2014",
      "bullets": [
        {
          "text": "Assessed tender documents to establish accurate project scope, guiding architectural and engineering efforts towards optimal outcomes.",
          "metrics": []
        },
        {
          "text": "Processed comprehensive quantity take-offs, transforming initial design concepts into grounded cost estimates and sustainable potentials.",
          "metrics": []
        },
        {
          "text": "Secured competitive and thorough BOQs and tender documents via strategic collaboration with architects and engineers, securing high-profile contracts.",
          "metrics": []
        },
        {
          "text": "Calculated final detailed BOQs for pivotal projects, establishing reliable documentation for subsequent management phases.",
          "metrics": []
        },
        {
          "text": "Conducted cost consultancy with suppliers and subcontractors, fine-tuning pricing models and enhancing project financials.",
          "metrics": []
        },
        {
          "text": "Collaborated in dispute resolutions, fortifying client relations and safeguarding project implementations against potential delays.",
          "metrics": []
        }
      ]
    },
    {
      "company": "Trisul-SA",
      "location": "Brazil",
      "title": "Quantity Surveyor / Intermediate Estimator",
      "startDate": "Sep 2011",
      "endDate": "Sep 2012",
      "bullets": [
        {
          "text": "Led quantity take-off processes for civil projects, translating complex designs into executable plans and refined cost analyses.",
          "metrics": []
        },
        {
          "text": "Synthesized and contrasted design iterations, ensuring fiscally prudent decisions that enhanced project feasibility.",
          "metrics": []
        },
        {
          "text": "Devised comprehensive feasibility studies for land acquisition and project initiation, underpinning strategic financial decisions.",
          "metrics": []
        }
      ]
    },
    {
      "company": "MV Escritório de Projetos Ltda.",
      "location": "Brazil",
      "title": "Architect / Intermediate Quantity Surveyor",
      "startDate": "Apr 2011",
      "endDate": "Sep 2011",
      "bullets": [
        {
          "text": "Compiled feasibility cost studies assessing preliminary designs, supporting strategic estimation for expansive logistical projects.",
          "metrics": []
        },
        {
          "text": "Designed financial and program schedules for construction developments, ensuring comprehensive forethought in project delivery.",
          "metrics": []
        }
      ]
    },
    {
      "company": "Afonso França Engenharia Ltda.",
      "location": "Brazil",
      "title": "Quantity Surveyor / Junior Estimator",
      "startDate": "Mar 2008",
      "endDate": "Mar 2011",
      "bullets": [
        {
          "text": "Led in-situ assessments on major hospital construction projects, advising on cost-effective strategies for design variations.",
          "metrics": []
        },
        {
          "text": "Directed procurement advice and service execution monitoring, ensuring alignment with project goals and standards.",
          "metrics": []
        },
        {
          "text": "Created comprehensive bi-directional cost analyses, promptly tackling discrepancies and capitalization opportunities.",
          "metrics": []
        }
      ]
    }
  ],
  "education": [
    {
      "institution": "Orange International College",
      "degree": "Diploma of Building and Construction",
      "location": "Australia",
      "year": "2021",
      "additionalInfo": ""
    },
    {
      "institution": "Mackenzie Presbyterian University",
      "degree": "Architecture and Urbanism",
      "location": "Brazil",
      "year": "2009",
      "additionalInfo": ""
    }
  ],
  "additionalExperience": "Member of AIQS – Dec 2023. Completed construction management, Revit, and Navisworks courses. Construction Management Specialization from Columbia University (Oct 2024 – Jan 2025)."
}