{
  "header": {
    "firstName": "Camila",
    "tagline": "Senior Estimator & Quantity Surveyor – Civil & Infrastructure Projects",
    "location": "Brazil",
    "city": "Sorocaba",
    "country": "Brazil"
  },
  "summary": "15+ years in construction estimating across commercial and infrastructure sectors, specializing in cost forecasting and budget management. Delivered $27M+ in cost savings and reduced forecasting errors by 15%.",
  "skills": [
    {
      "category": "Skills",
      "items": [
        "First Principle Estimating",
        "Bill of Quantities (BOQ) Preparation",
        "Tender Document Preparation",
        "Cost Estimating",
        "Cost Consulting",
        "Quantity Take-Off",
        "Project Management",
        "Budget Management",
        "AutoCAD",
        "Excel",
        "Bluebeam",
        "Expert Estimation",
        "Revit",
        "Software MEGA",
        "Candy (CCS)",
        "Civil Construction",
        "Infrastructure Projects",
        "Construction Standards (NBR, NCC)",
        "Design Variations",
        "Project Documentation",
        "Quantity Take-off"
      ]
    },
    {
      "category": "Languages",
      "items": [
        "Portuguese (Native)",
        "English (Professional)"
      ]
    }
  ],
  "experience": [
    {
      "company": "VIAARQ – Arquitetura Viável",
      "location": "Brazil",
      "title": "Quantity Surveyor / Architect - Co-owner",
      "startDate": "Jan 2015",
      "endDate": "Present",
      "bullets": [
        {
          "text": "Spearheaded analysis of tendering documents and performed first principle estimating, resulting in precise cost forecasting across diverse civil construction projects, reducing forecasting errors by 15%.",
          "metrics": []
        },
        {
          "text": "Engineered comprehensive Bill of Quantities (BOQ) and tender documents pivotal for client acquisition and successful bidding of high-value contracts.",
          "metrics": []
        },
        {
          "text": "Executed detailed quantity take-offs for civil projects encompassing foundations, architecture, structural, earthworks, and interior design, significantly minimizing budget deviations.",
          "metrics": []
        },
        {
          "text": "Directed cost estimating operations, orchestrating quote requests with suppliers for MEP installations, and ensuring optimized project cost structures.",
          "metrics": []
        },
        {
          "text": "Pioneered assessment methodologies for additional costs due to design variations, reducing unforeseen budget increases by 18%.",
          "metrics": []
        },
        {
          "text": "Created and adjusted project documentation to meet Brazilian construction standards, facilitating smooth regulatory approvals.",
          "metrics": []
        },
        {
          "text": "Overhauled technical drawing processes to incorporate current construction standards, achieving full accessibility compliance and reducing retrofitting needs by 30%.",
          "metrics": [
            "30% reduction in retrofitting needs"
          ]
        }
      ]
    },
    {
      "company": "Civil Infrastructure Group",
      "location": "VIC, Australia",
      "title": "Senior Estimator / Quantity Surveyor",
      "startDate": "Mar 2021",
      "endDate": "May 2024",
      "bullets": [
        {
          "text": "Conducted rigorous tender analysis and developed preliminary budgets based on draft drawings, ensuring alignment with TOC requirements.",
          "metrics": []
        },
        {
          "text": "Produced detailed submission documents including commercial offers with strategic pricing schedules, streamlining client acquisition processes.",
          "metrics": []
        },
        {
          "text": "Coordinated multi-stage quantity take-offs from civil and infrastructure drawings, resulting in 95% accuracy in initial cost projections.",
          "metrics": [
            "95% accuracy in cost projections"
          ]
        },
        {
          "text": "Assessed design variations resulting in cost adjustments and presented optimized construction methodologies saving $4.2M AUD annually.",
          "metrics": [
            "Saved $4.2M AUD annually"
          ]
        },
        {
          "text": "Enhanced project follow-up and development processes leading to strategic budget adjustments and client satisfaction improvements of 20%.",
          "metrics": [
            "20% improvement in client satisfaction"
          ]
        },
        {
          "text": "Recommended construction methodology alterations which achieved a 22% reduction in projected budget deviations.",
          "metrics": [
            "22% reduction in budget deviations"
          ]
        },
        {
          "text": "Executed project-specific estimations and final BOQs for award-winning infrastructure projects including the $11.416M AUD Level Crossing Removal Projects.",
          "metrics": [
            "$11.416M AUD project success"
          ]
        }
      ]
    },
    {
      "company": "Somague MPH",
      "location": "Brazil",
      "title": "Quantity Surveyor / Intermediate Estimator",
      "startDate": "Nov 2012",
      "endDate": "Dec 2014",
      "bullets": [
        {
          "text": "Analyzed tender documents and scope of work, leading comprehensive discussions and clarifications to enhance bid accuracy and success.",
          "metrics": []
        },
        {
          "text": "Performed quantity take-offs for intricate architectural and engineering drawings, underpinning accurate and strategic cost alignment throughout projects.",
          "metrics": []
        },
        {
          "text": "Prepared compelling commercial and technical proposals for major projects, integrating construction methodologies to optimize project execution.",
          "metrics": []
        },
        {
          "text": "Facilitated comprehensive meetings with project stakeholders to explicate awarded projects, ensuring seamless transitions from bid to execution phase.",
          "metrics": []
        },
        {
          "text": "Implemented cost consulting practices with suppliers and subcontractors, achieving a reduction in material costs by 12%.",
          "metrics": [
            "12% reduction in material costs"
          ]
        },
        {
          "text": "Delivered precise cost estimates based on preliminary designs, forming a solid financial foundation for over $60M BRL in projects.",
          "metrics": [
            "$60M BRL project portfolio"
          ]
        },
        {
          "text": "Designed construction site layouts, optimizing space usage and workflow efficiency, crucial for high-density urban project sites.",
          "metrics": []
        }
      ]
    },
    {
      "company": "Trisul-SA",
      "location": "Brazil",
      "title": "Quantity Surveyor / Intermediate Estimator",
      "startDate": "Sep 2011",
      "endDate": "Sep 2012",
      "bullets": [
        {
          "text": "Excelled in quantity take-offs for civil projects, translating complex architectural and engineering designs into detailed BOQs.",
          "metrics": []
        },
        {
          "text": "Facilitated cost consulting and comparative analyses, leading to a 15% improvement in budget accuracy across high-rise residential projects.",
          "metrics": []
        },
        {
          "text": "Conducted feasibility studies informing land purchase decisions, directly impacting the development trajectory and profitability.",
          "metrics": []
        },
        {
          "text": "Coordinated documentation for bank financing of residential buildings, leading to successful approval of $20M BRL in construction loans.",
          "metrics": [
            "Secured $20M BRL financing"
          ]
        },
        {
          "text": "Key estimator and preparer of BOQs for Poema Castro Alves Residencial, contributing to the successful delivery of contracts valued at $4.0M.",
          "metrics": []
        }
      ]
    },
    {
      "company": "MV Escritório de Projetos Ltda.",
      "location": "Brazil",
      "title": "Architect / Intermediate Quantity Surveyor",
      "startDate": "Apr 2011",
      "endDate": "Sep 2011",
      "bullets": [
        {
          "text": "Developed feasibility cost studies and budgeted preliminary designs, enhancing client decision-making for large-scale logistics warehouses.",
          "metrics": []
        },
        {
          "text": "Calculated overall project costs for Scania warehouse in Vinhedo, optimizing financial planning for a 196,174 sq ft development.",
          "metrics": []
        },
        {
          "text": "Supported project design follow-up, ensuring design objectives and cost considerations were met throughout the planning process.",
          "metrics": []
        }
      ]
    },
    {
      "company": "Afonso França Engenharia Ltda.",
      "location": "Brazil",
      "title": "Quantity Surveyor / Junior Estimator",
      "startDate": "Mar 2008",
      "endDate": "Mar 2011",
      "bullets": [
        {
          "text": "Conducted quantity take-offs and project compatibility studies for IGESP Hospital, critical for on-site decision-making and cost adjustments.",
          "metrics": []
        },
        {
          "text": "Reduced additional costs of design variations by 10% at Shopping Metrópole, enhancing project viability and client satisfaction.",
          "metrics": [
            "10% reduction in additional design costs"
          ]
        },
        {
          "text": "Analyzed bidding projects and spearheaded BOQ preparation, instrumental for achieving competitive project bids.",
          "metrics": []
        },
        {
          "text": "Designed construction site layouts that maximized operational efficiency, key for coordination with on-site engineering teams.",
          "metrics": []
        }
      ]
    }
  ],
  "education": [
    {
      "institution": "Orange International College",
      "degree": "Diploma of Building and Construction",
      "location": "VIC, Australia",
      "year": "2021",
      "additionalInfo": ""
    },
    {
      "institution": "Mackenzie Presbyterian University",
      "degree": "Architecture and Urbanism",
      "location": "SP, Brazil",
      "year": "2009",
      "additionalInfo": "CAU BR - Brazilian Council of Architecture and Urbanism"
    },
    {
      "institution": "Columbia University",
      "degree": "Construction Management Specialization",
      "location": "Online - Coursera",
      "year": "2025",
      "additionalInfo": ""
    }
  ],
  "additionalExperience": "Member of AIQS. Courses in Autodesk Revit Architecture and MEP."
}