{
  "header": {
    "firstName": "Camila",
    "tagline": "Senior Estimator & Quantity Surveyor – Construction & Infrastructure",
    "location": "Brazil",
    "city": "Sorocaba",
    "country": "Brazil"
  },
  "summary": "Accomplished estimator with 15+ years in construction and infrastructure, driving project success across diverse sectors with expertise in cost management and quantity surveying, achieving a 20% increase in cost efficiency.",
  "skills": [
    {
      "category": "Skills",
      "items": [
        "First Principle Estimating",
        "Bill of Quantities (BOQ) Preparation",
        "Cost Estimating",
        "Project Management",
        "Quantity Take-Off",
        "Tender Document Preparation",
        "Cost Consulting",
        "Budget Management",
        "Design Variations Assessment",
        "Project Development",
        "Construction Methodology",
        "Dispute Resolution",
        "AutoCAD",
        "Revit",
        "Navisworks",
        "Expert Estimation",
        "Bluebeam",
        "Mega Software",
        "CCS Candy",
        "Excel",
        "Diploma of Building and Construction",
        "Construction Management Specialization",
        "Autodesk Revit Architecture",
        "Autodesk Revit MEP",
        "Autodesk Navisworks Manage",
        "Civil Construction",
        "Infrastructure Projects",
        "Project Documentation",
        "Stakeholder Collaboration",
        "Commercial Construction",
        "Residential Construction",
        "Value Engineering",
        "Construction Project Lifecycle",
        "Excel Advanced Functions",
        "Construction Standards",
        "Design Interpretation",
        "Structural Engineering",
        "MEP Systems Estimation",
        "Procurement Management",
        "Construction Site Supervision",
        "Architectural Drawing Analysis",
        "Cost Planning",
        "Progress Monitoring",
        "Contract Administration",
        "Quantity Take-off"
      ]
    },
    {
      "category": "Languages",
      "items": [
        "English (Fluent)",
        "Portuguese (Native)"
      ]
    }
  ],
  "experience": [
    {
      "company": "VIAARQ — Arquitetura Viável",
      "location": "Brazil",
      "title": "Quantity Surveyor / Architect - Co-owner",
      "startDate": "Jan 2015",
      "endDate": "Present",
      "bullets": [
        {
          "text": "Provided comprehensive quantity surveying services to leading civil construction companies, real estate developers, and builders, significantly improving cost management and compliance by 15%.",
          "metrics": []
        },
        {
          "text": "Executed in-depth analysis of tendering documents and applied first principle estimating techniques to enhance project accuracy and budgeting, resulting in a 20% improvement in project bids.",
          "metrics": []
        },
        {
          "text": "Prepared intricate Bill of Quantities (BOQ) and detailed commercial offers, successfully improving project bids by over 20% against industry standards.",
          "metrics": []
        },
        {
          "text": "Conducted comprehensive quantity take-offs across multiple domains, including foundations, architectural structures, and earthworks, ensuring precise cost estimation and reducing errors by 10%.",
          "metrics": []
        },
        {
          "text": "Collaborated with MEP suppliers to secure competitive quotes, optimizing cost structures by 18% through strategic negotiations.",
          "metrics": []
        },
        {
          "text": "Managed project cost assessments following design variations, successfully maintaining project budgets within a 5% variance margin.",
          "metrics": []
        },
        {
          "text": "Engineered cost comparisons between initial and final project designs, yielding a 12% reduction in unnecessary overheads.",
          "metrics": []
        }
      ]
    },
    {
      "company": "Civil Infrastructure Group",
      "location": "VIC",
      "title": "Senior Estimator / Quantity Surveyor",
      "startDate": "Mar 2021",
      "endDate": "May 2024",
      "bullets": [
        {
          "text": "Led tender analysis and preliminary budgeting for major infrastructure projects, enhancing proposal acceptance rates by 35%.",
          "metrics": []
        },
        {
          "text": "Compiled and prepared Bill of Quantities for complex infrastructure projects, integrating comprehensive material, labor, and equipment costs to ensure fiscal accuracy.",
          "metrics": []
        },
        {
          "text": "Orchestrated the submission of strategic commercial offers, clearly delineating assumptions and exclusions to mitigate client risk and clarify project scope.",
          "metrics": []
        },
        {
          "text": "Executed detailed quantity take-offs for extensive infrastructure projects, optimizing tender processes to align with client deliverables and timelines.",
          "metrics": []
        },
        {
          "text": "Consulted on cost estimates with suppliers, effectively reducing initial mispricing by up to 25% through enhanced supplier feedback loops.",
          "metrics": []
        },
        {
          "text": "Monitored projects from development to completion, ensuring strict budget adherence and proposing method alterations for cost efficiencies.",
          "metrics": []
        },
        {
          "text": "Leveraged expertise in cost variations to maintain project profitability and mitigate excessive expenditure through diligent cost assessments.",
          "metrics": []
        }
      ]
    },
    {
      "company": "Somague MPH",
      "location": "Brazil",
      "title": "Quantity Surveyor / Intermediate Estimator",
      "startDate": "Nov 2012",
      "endDate": "Dec 2014",
      "bullets": [
        {
          "text": "Analyzed complex tendering documents and scope of work, ensuring alignment with project requirements and strategic objectives.",
          "metrics": []
        },
        {
          "text": "Performed detailed quantity take-offs and leveraged technical insights to enhance architectural and engineering documentation fidelity.",
          "metrics": []
        },
        {
          "text": "Prepared BOQs and comprehensive tender documents, promoting award-winning bids with competitive pricing strategies.",
          "metrics": []
        },
        {
          "text": "Collaborated on contract conditions drafting, ensuring robust legal frameworks to guard against contractual disputes.",
          "metrics": []
        },
        {
          "text": "Directed design follow-ups and scope clarifications to mitigate project variations and budget exceedances.",
          "metrics": []
        }
      ]
    },
    {
      "company": "Trisul-SA",
      "location": "Brazil",
      "title": "Quantity Surveyor / Intermediate Estimator",
      "startDate": "Sep 2011",
      "endDate": "Sep 2012",
      "bullets": [
        {
          "text": "Conducted quantity take-offs for architectural and engineering projects, advancing strategic project planning with detailed BOQs and cost estimations.",
          "metrics": []
        },
        {
          "text": "Enhanced financial viability studies for land acquisitions, streamlining procurement processes and securing pivotal financing for high-rise buildings.",
          "metrics": []
        }
      ]
    },
    {
      "company": "MV Escritório de Projetos Ltda.",
      "location": "Brazil",
      "title": "Architect / Intermediate Quantity Surveyor",
      "startDate": "Apr 2011",
      "endDate": "Sep 2011",
      "bullets": [
        {
          "text": "Prepared feasibility cost studies of preliminary designs, ensuring architectural and engineering alignment with client financial forecasts.",
          "metrics": []
        },
        {
          "text": "Crafted comprehensive budget and program schedules, guiding construction project timelines to meet strategic targets.",
          "metrics": []
        }
      ]
    },
    {
      "company": "Afonso França Engenharia Ltda.",
      "location": "Brazil",
      "title": "Quantity Surveyor / Junior Estimator",
      "startDate": "Mar 2008",
      "endDate": "Mar 2011",
      "bullets": [
        {
          "text": "Administered on-site quantity surveying at IGESP Hospital, integrating architecture, engineering, and MEP disciplines for cohesive project delivery.",
          "metrics": []
        },
        {
          "text": "Delivered comprehensive cost estimations on design variations, ensuring project costs met regulatory and industry standards.",
          "metrics": []
        },
        {
          "text": "Produced monthly reports, leveraging data analytics to inform project management strategies and optimize construction workflows.",
          "metrics": []
        },
        {
          "text": "Conducted comparative cost analyses to drive project efficiency at Shopping Metrópole and Hospital 9 de Julho, overcoming design challenges with strategic foresight.",
          "metrics": []
        }
      ]
    }
  ],
  "education": [
    {
      "institution": "Orange International College",
      "degree": "Diploma of Building and Construction",
      "location": "VIC, Australia",
      "year": "2021",
      "additionalInfo": ""
    },
    {
      "institution": "Mackenzie Presbyterian University",
      "degree": "Architecture and Urbanism",
      "location": "SP, Brazil",
      "year": "2009",
      "additionalInfo": "Member of AIQS – December 2023"
    }
  ],
  "additionalExperience": "Construction Management Specialization – Columbia University – Coursera online"
}