{
  "header": {
    "firstName": "Camila",
    "tagline": "Senior Estimator & Architect – Infrastructure & Civil Projects",
    "location": "SP",
    "city": "Sorocaba",
    "country": "Brazil"
  },
  "summary": "Experienced in infrastructure projects, generating $60M+ in cost estimates through precise BOQs.",
  "skills": [
    {
      "category": "Skills",
      "items": [
        "First Principle Estimating",
        "Bill of Quantities (BOQ)",
        "Tender Documents",
        "Quantity Take-Off",
        "AutoCAD",
        "Civil Construction",
        "Infrastructure Projects",
        "Cost Estimating",
        "Cost Consulting",
        "Project Management",
        "Budget Management",
        "Construction Norms (NBR, AU NZS NCC)",
        "Excel",
        "Bluebeam",
        "Expert Estimation",
        "Revit",
        "Software MEGA",
        "Candy (CCS)"
      ]
    },
    {
      "category": "Languages",
      "items": [
        "Portuguese (Native)",
        "English (Fluent)"
      ]
    }
  ],
  "experience": [
    {
      "company": "VIAARQ – Arquitetura Viável",
      "location": "SP, Brazil",
      "title": "Quantity Surveyor / Architect",
      "startDate": "Jan 2015",
      "endDate": "Present",
      "bullets": [
        {
          "text": "Conducted detailed analysis of tendering documents, ensuring all project specifications aligned with client requirements, leading to successful project bids.",
          "metrics": []
        },
        {
          "text": "Executed First Principle Estimating for diverse civil projects, including foundations and architectural elements, enhancing accuracy of initial project budgets.",
          "metrics": []
        },
        {
          "text": "Prepared comprehensive Bill of Quantities (BOQ) and detailed tender documents, improving bid success by 30% through precise cost estimation.",
          "metrics": [
            "30% bid success improvement"
          ]
        },
        {
          "text": "Delivered quantity take-off for complex civil projects across various sectors, including healthcare and education, optimizing resource allocation and cost efficiency.",
          "metrics": []
        },
        {
          "text": "Developed cost estimates and assessments of design variations, ensuring project budget adherence and minimizing cost overruns.",
          "metrics": []
        },
        {
          "text": "Managed projects' progress with budget adjustments through precise analysis and project oversight, achieving budgetary goals.",
          "metrics": []
        },
        {
          "text": "Secured major project approvals and regularizations, optimizing project lifecycle management in compliance with industry norms.",
          "metrics": []
        }
      ]
    },
    {
      "company": "Civil Infrastructure Group",
      "location": "VIC, Australia",
      "title": "Senior Estimator / Quantity Surveyor",
      "startDate": "Mar 2021",
      "endDate": "May 2024",
      "bullets": [
        {
          "text": "Led tender assessments and preliminary budgeting, providing insights to Tender Opening Committees on optimized resource management.",
          "metrics": []
        },
        {
          "text": "Formulated precise Bill of Quantities (BOQ), encompassing material and labor costs, enhancing project deliverables and fiscal predictability.",
          "metrics": []
        },
        {
          "text": "Drove cost estimation and consultancy in collaboration with suppliers, achieving competitive pricing structures for high-value projects.",
          "metrics": []
        },
        {
          "text": "Developed scope clarification proposals with contractors, aligning construction methods with economic goals to bolster budget adherence.",
          "metrics": []
        },
        {
          "text": "Directed critical projects such as South Morang Terminal Station, effectively managing costs of complex infrastructure components, valued at $3.5M.",
          "metrics": [
            "$3.5M project value"
          ]
        },
        {
          "text": "Optimized cost structures for infrastructure and civil drawings, enhancing contractor engagements and agreement validations.",
          "metrics": []
        },
        {
          "text": "Monitored and adjusted budgets in real-time, aligning project executions with financial forecasts, reducing cost discrepancies by 14%.",
          "metrics": [
            "14% cost discrepancy reduction"
          ]
        }
      ]
    },
    {
      "company": "Somague MPH",
      "location": "SP, Brazil",
      "title": "Quantity Surveyor / Intermediate Estimator",
      "startDate": "Nov 2012",
      "endDate": "Dec 2014",
      "bullets": [
        {
          "text": "Performed intimate analysis of tendering documents, extracting key information to optimize bidding accuracy, securing projects with up to $12.0M valuation.",
          "metrics": [
            "$12.0M project value"
          ]
        },
        {
          "text": "Executed detailed quantity take-offs and cost estimates, refining project financial baselines to enhance competitive tender submissions.",
          "metrics": []
        },
        {
          "text": "Managed cost estimating operations, ensuring comprehensive supplier and subcontractor alignment with project budgets.",
          "metrics": []
        },
        {
          "text": "Assisted in dispute resolutions with clients, fostering clear communication and alignment in project expectations and deliverables.",
          "metrics": []
        },
        {
          "text": "Streamlined preparation of detailed BOQs for luxury residential and hotel projects, enhancing proposal win rates through detailed fiscal planning.",
          "metrics": []
        }
      ]
    },
    {
      "company": "Trisul-SA",
      "location": "SP, Brazil",
      "title": "Quantity Surveyor / Intermediate Estimator",
      "startDate": "Sep 2011",
      "endDate": "Sep 2012",
      "bullets": [
        {
          "text": "Conducted comprehensive quantity take-offs, enhancing financial accuracy for high-rise residential projects totalling $4.0M.",
          "metrics": [
            "$4.0M project value"
          ]
        },
        {
          "text": "Prepared Bill of Quantities (BOQ) and cost estimates, leading to improved financial proposals for land purchase feasibility.",
          "metrics": []
        },
        {
          "text": "Developed rigorous cost analyses and financing documentation, optimizing procurement processes for project advancement.",
          "metrics": []
        }
      ]
    },
    {
      "company": "MV Escritório de Projetos Ltda.",
      "location": "Brazil",
      "title": "Architect / Intermediate Quantity Surveyor",
      "startDate": "Apr 2011",
      "endDate": "Sep 2011",
      "bullets": [
        {
          "text": "Executed feasibility cost studies for logistics warehouse projects, significantly enhancing early-stage budgeting accuracy.",
          "metrics": []
        },
        {
          "text": "Calculated comprehensive project costs, overseeing budgeting and BOQ preparations to ensure financial viability in design phases.",
          "metrics": []
        },
        {
          "text": "Managed cost evaluations for architectural projects, aligning financial outlines with client objectives during preliminary designs.",
          "metrics": []
        }
      ]
    },
    {
      "company": "Afonso França Engenharia Ltda.",
      "location": "SP, Brazil",
      "title": "Quantity Surveyor / Junior Estimator",
      "startDate": "Mar 2008",
      "endDate": "Mar 2011",
      "bullets": [
        {
          "text": "Monitored on-site project activities, enhancing cost estimation accuracy and compliance in complex healthcare construction environments, valued at $9.6M.",
          "metrics": [
            "$9.6M project value"
          ]
        },
        {
          "text": "Enhanced project planning by assessing and estimating design variation costs, facilitating budget alignment.",
          "metrics": []
        },
        {
          "text": "Streamlined tender project analyses, providing essential insights for cost-efficient material procurement and contract negotiations.",
          "metrics": []
        },
        {
          "text": "Addressed cost variances proactively during construction, employing project management strategies to ensure budget fidelity.",
          "metrics": []
        }
      ]
    }
  ],
  "education": [
    {
      "institution": "Orange International College",
      "degree": "Diploma of Building and Construction",
      "location": "VIC, Australia",
      "year": "2021",
      "additionalInfo": ""
    },
    {
      "institution": "Mackenzie Presbyterian University",
      "degree": "Architecture and Urbanism",
      "location": "SP, Brazil",
      "year": "2009",
      "additionalInfo": ""
    },
    {
      "institution": "Columbia University – Coursera",
      "degree": "Construction Management Specialization",
      "location": "Online",
      "year": "2025",
      "additionalInfo": ""
    }
  ],
  "additionalExperience": "Member of AIQS since December 2023; Certified in Autodesk Revit Architecture, MEP, Navisworks."
}