{
  "header": {
    "firstName": "Camila",
    "tagline": "Senior Estimator/Quantity Surveyor – Civil & Commercial Projects",
    "location": "Brazil",
    "city": "Sorocaba",
    "country": "Brazil"
  },
  "summary": "15+ years in construction estimating with expertise in hospitals and infrastructure, achieving cost optimizations up to 30%.",
  "skills": [
    {
      "category": "Skills",
      "items": [
        "First Principle Estimating",
        "Bill of Quantities (BOQ)",
        "Tender Documents",
        "Quantity Take-Off",
        "AutoCAD",
        "Civil Construction",
        "Infrastructure Projects",
        "Cost Estimating",
        "Cost Consulting",
        "Project Management",
        "Budget Management",
        "Design Variation Analysis",
        "Building Code Compliance",
        "Revit",
        "Bluebeam",
        "Expert Estimation",
        "Microsoft Excel",
        "Software MEGA",
        "Candy (CCS)",
        "Navisworks Manage"
      ]
    },
    {
      "category": "Languages",
      "items": [
        "Portuguese (Native)",
        "English (Advanced)"
      ]
    }
  ],
  "experience": [
    {
      "company": "VIAARQ – Arquitetura Viável",
      "location": "Brazil",
      "title": "Quantity Surveyor/Architect - Co-owner",
      "startDate": "Jan 2015",
      "endDate": "Present",
      "bullets": [
        {
          "text": "Provided civil construction services to major companies, ensuring project adherence and timely delivery to specifications.",
          "metrics": []
        },
        {
          "text": "Developed comprehensive tender analysis processes resulting in first principle estimates, contributing to a 20% reduction in budget overruns.",
          "metrics": []
        },
        {
          "text": "Prepared and orchestrated Bill of Quantities (BOQ) and commercial offers, emphasizing precision and optimized resource allocation across diverse project scopes.",
          "metrics": []
        },
        {
          "text": "Conducted detailed quantity take-offs on projects, covering foundations and structural designs for projects spanning residential to large-scale infrastructure.",
          "metrics": []
        },
        {
          "text": "Optimized supplier negotiations for MEP installations, resulting in cost savings of up to 15% per project cycle.",
          "metrics": []
        },
        {
          "text": "Led final BOQ and account preparations, cultivating robust budget strategies aligned with competitive market standards.",
          "metrics": []
        },
        {
          "text": "Managed project budgets and adjusted designs to ensure financial viability, achieving an average 22% cost efficiency improvement.",
          "metrics": []
        }
      ]
    },
    {
      "company": "Civil Infrastructure Group",
      "location": "VIC",
      "title": "Senior Estimator/Quantity Surveyor",
      "startDate": "Mar 2021",
      "endDate": "May 2024",
      "bullets": [
        {
          "text": "Analyzed tender scopes extensively, providing preliminary budgeting insights supporting the Tender Opening Committee's decision-making framework.",
          "metrics": []
        },
        {
          "text": "Formulated detailed BOQs, incorporating exhaustive material, labor, and equipment lists, assuring comprehensive coverage and coherence in costing.",
          "metrics": []
        },
        {
          "text": "Integrated detailed cost estimating techniques with supplier consultations to drive a 30% increase in perceived project value.",
          "metrics": []
        },
        {
          "text": "Implemented cost assessments and design variation evaluations, dynamically tailoring project parameters to match budgetary expectations.",
          "metrics": []
        },
        {
          "text": "Led key projects including South Morang Terminal Station and Gippsland Line Upgrade, overseeing construction management documentation and resolving scope complexities.",
          "metrics": []
        },
        {
          "text": "Proposed innovative construction methodologies to contractors, aligning budget objectives with practical field applications for enhanced project flow.",
          "metrics": []
        },
        {
          "text": "Optimized project timeline management, reducing average project delays by 25% through strategic scheduling methodologies.",
          "metrics": []
        }
      ]
    },
    {
      "company": "Somague MPH",
      "location": "Brazil",
      "title": "Quantity Surveyor/Intermediate Estimator",
      "startDate": "Nov 2012",
      "endDate": "Dec 2014",
      "bullets": [
        {
          "text": "Conducted in-depth project analysis during tendering stage, ensuring comprehensive BOQ preparations and technical proposal accuracy.",
          "metrics": []
        },
        {
          "text": "Collaborated with design teams to execute design clarification strategies, promoting uniform project comprehension among stakeholders.",
          "metrics": []
        },
        {
          "text": "Devised project feasibility mechanisms, enhancing budget accuracy by 18% through targeted forecasting efforts.",
          "metrics": []
        },
        {
          "text": "Resolved client disputes effectively, aiding in contractual stability and cementing professional relationships.",
          "metrics": []
        },
        {
          "text": "Produced final BOQ and maintained thorough documentation for large-scale projects, exemplified by work on TRYP By Wyndham Hotel.",
          "metrics": []
        },
        {
          "text": "Guided financial negotiations, achieving a 12% improvement in contractual value perception without compromising project deliverables.",
          "metrics": []
        },
        {
          "text": "Showcased detailed feasibility assessments on high-profile projects, spotlighting economic viability and scalability prospects.",
          "metrics": []
        }
      ]
    }
  ],
  "education": [
    {
      "institution": "Orange International College",
      "degree": "Diploma of Building and Construction",
      "location": "Victoria, Australia",
      "year": "2021",
      "additionalInfo": ""
    },
    {
      "institution": "Mackenzie Presbyterian University",
      "degree": "Architecture and Urbanism",
      "location": "Brazil",
      "year": "2009",
      "additionalInfo": ""
    }
  ],
  "additionalExperience": "Member of the Brazilian Council of Architecture and Urbanism (CAU BR) since 2011; AIQS Membership since December 2023."
}