{
  "header": {
    "firstName": "Luis",
    "tagline": "Senior Sales Development Manager – B2B & LATAM Markets",
    "location": "Colombia",
    "city": "Bogotá",
    "country": "Colombia"
  },
  "summary": "With over 10 years of experience in SaaS and FinTech sales, consistently achieving 120%+ of quotas across LATAM and U.S. markets.",
  "skills": [
    {
      "category": "Skills",
      "items": [
        "Pipeline Generation",
        "Lead Qualification",
        "Account Strategies",
        "Outbound Prospecting",
        "Partnerships Development",
        "Performance Tracking Systems",
        "Sales Playbooks",
        "Workflow Optimization",
        "Sales Outreach Sequences",
        "Pipeline Management",
        "Salesforce CRM",
        "Negotiation",
        "Market Analysis",
        "Customer Relationship Management",
        "Sales Strategy Development",
        "Team Leadership",
        "Sales Forecasting",
        "Competitive Analysis",
        "Languages: English (Fluent), Spanish (Native)"
      ]
    }
  ],
  "experience": [
    {
      "company": "Toshiba Global Commerce Solutions",
      "location": "Colombia",
      "title": "Business Development",
      "startDate": "Oct 2023",
      "endDate": "Present",
      "bullets": [
        {
          "text": "Conducted comprehensive quantitative and qualitative analyses to evaluate potential new business and channel opportunities focusing on geographical factors and strategic alignment, which resulted in targeted market expansion with significant impact.",
          "metrics": [
            "22% geographic expansion"
          ]
        },
        {
          "text": "Identified, engaged, and cultivated new customer relationships in LATAM in alignment with Toshiba's strategic market growth, resulting in 10% increase in customer base over 6 months.",
          "metrics": [
            "10% new customer growth"
          ]
        },
        {
          "text": "Evaluated and prioritized 50+ partner requests across the region, utilizing strategic prioritization frameworks yielding an improved partner quality score by 37%.",
          "metrics": [
            "37% partner quality improvement"
          ]
        },
        {
          "text": "Collaborated with cross-functional teams to achieve key business objectives, channel revenue targets, and initiated product enhancements, contributing to a 15% increase in channel revenue.",
          "metrics": [
            "15% channel revenue increase"
          ]
        },
        {
          "text": "Represented Toshiba as a subject matter expert at key industry events and forums, enhancing brand presence and industry influence, resulting in 17 new enterprise opportunities.",
          "metrics": [
            "17 new enterprise opportunities"
          ]
        },
        {
          "text": "Sourced a high-value $200K deal with a major cosmetic brand, leveraging strategic networking and targeted proposal crafting to exceed sales targets.",
          "metrics": [
            "$200K deal"
          ]
        },
        {
          "text": "Led a team of 3 BDRs with innovative prospecting techniques and optimized pipeline strategies, achieving 125% of team quota consistently over 3 quarters.",
          "metrics": [
            "125% team quota attainment"
          ]
        }
      ]
    },
    {
      "company": "Veridas",
      "location": "Colombia",
      "title": "Sales Development Manager",
      "startDate": "Jan 2022",
      "endDate": "Jul 2023",
      "bullets": [
        {
          "text": "Led and coached a team of 8 SDRs, covering the LATAM and U.S. markets, improving average SDR performance by 28% through tailored training programs and motivation initiatives.",
          "metrics": [
            "28% SDR performance improvement"
          ]
        },
        {
          "text": "Designed robust outbound sales strategies, optimizing workflows for efficiency, which resulted in a 30% reduction in time-to-contact and increased productivity.",
          "metrics": [
            "30% reduction in time-to-contact"
          ]
        },
        {
          "text": "Developed comprehensive sales playbooks and performance tracking systems that allowed for real-time adjustments in strategies, enhancing team responsiveness and flexibility, resulting in a 15% increase in team efficiency.",
          "metrics": [
            "15% increase in team efficiency"
          ]
        },
        {
          "text": "Implemented innovative training programs focused on high-impact sales techniques and technology utilization, improving SDR qualification rates by 42%.",
          "metrics": [
            "42% improved qualification rates"
          ]
        }
      ]
    },
    {
      "company": "Incode Technologies",
      "location": "Colombia",
      "title": "Senior Business Developer",
      "startDate": "Jul 2021",
      "endDate": "Jan 2022",
      "bullets": [
        {
          "text": "Initiated sales opportunities through outbound prospecting and close collaboration with field sales teams, achieving a 135% quota for two consecutive quarters.",
          "metrics": [
            "135% quota attainment"
          ]
        },
        {
          "text": "Collaborated with marketing to optimize lead qualification processes, boosting conversion rates from lead to opportunity by 23%.",
          "metrics": [
            "23% conversion rate increase"
          ]
        },
        {
          "text": "Sourced and closed a $1.2M deal with a U.S. rental car company, demonstrating exceptional account strategy and negotiation skills.",
          "metrics": [
            "$1.2M deal"
          ]
        }
      ]
    },
    {
      "company": "AltiSales",
      "location": "Colombia",
      "title": "Senior SDR",
      "startDate": "Aug 2020",
      "endDate": "Jun 2021",
      "bullets": [
        {
          "text": "Drove generation and qualification of corporate leads through cold calling and digital outreach, achieving an average quota attainment of 98% across the team.",
          "metrics": [
            "98% quota attainment"
          ]
        },
        {
          "text": "Successfully sourced an $880K deal with a major U.S. stadium through strategic client engagement and tailored proposal presentations.",
          "metrics": [
            "$880K deal"
          ]
        }
      ]
    }
  ],
  "education": [
    {
      "institution": "Universidad Sergio Arboleda",
      "degree": "Business Administration",
      "location": "Colombia",
      "year": "2020",
      "additionalInfo": ""
    }
  ],
  "additionalExperience": "Participated in marketing initiatives and led teams that achieved consistently high quota attainment, receiving a President’s Club award for outstanding performance."
}