{
  "header": {
    "firstName": "Luis",
    "tagline": "Senior Business Development Leader – SaaS & Tech",
    "location": "Colombia",
    "city": "Bogotá",
    "country": "Colombia"
  },
  "summary": "Accomplished sales leader with over 10 years of experience in SaaS and tech, driving $1.4M+ in deals across LATAM, and consistently exceeding sales targets by 20%.",
  "skills": [
    {
      "category": "Skills",
      "items": [
        "Business Development",
        "Sales Strategy",
        "Team Leadership",
        "Pipeline Management",
        "Outbound Prospecting",
        "Cross-functional Collaboration",
        "Market Analysis",
        "Account Management",
        "Relationship Building",
        "Lead Generation",
        "Deal Sourcing",
        "Strategic Partnerships",
        "Sales Performance Tracking",
        "Training Programs",
        "CRM Systems",
        "Salesforce",
        "Negotiation",
        "Customer Relationship Management",
        "Sales Forecasting",
        "Market Research",
        "Competitive Analysis",
        "Revenue Growth Strategies"
      ]
    },
    {
      "category": "Languages",
      "items": [
        "English (Fluent)",
        "Spanish (Native)"
      ]
    }
  ],
  "experience": [
    {
      "company": "Toshiba Global Commerce Solutions",
      "location": "Colombia",
      "title": "Business Development",
      "startDate": "Oct 2023",
      "endDate": "Present",
      "bullets": [
        {
          "text": "Conducted comprehensive quantitative and qualitative analysis to evaluate the viability of new business and channel opportunities based on extensive geographical data and market dynamics, resulting in a 15% increase in market penetration.",
          "metrics": []
        },
        {
          "text": "Identified and engaged new customer relationships across LATAM, achieving alignment with Toshiba's strategic objectives, leading to a 20% increase in customer base.",
          "metrics": []
        },
        {
          "text": "Evaluated and prioritized an influx of partner requests, enhancing partnership quality and maximizing revenue opportunities in the region, which contributed to a 10% increase in regional revenue.",
          "metrics": []
        },
        {
          "text": "Collaborated effectively with cross-functional teams to drive key business objectives, channel revenue targets, and product enhancement initiatives.",
          "metrics": []
        },
        {
          "text": "Represented Toshiba as a subject matter expert at major industry events and forums, strengthening brand presence and industry influence.",
          "metrics": []
        },
        {
          "text": "Sourced a significant $200K deal for a major cosmetic brand, leveraging strategic negotiation and industry insight.",
          "metrics": []
        },
        {
          "text": "Led a team of 3 BDRs, optimizing prospecting workflows and contributing to substantial pipeline growth.",
          "metrics": []
        }
      ]
    },
    {
      "company": "Incode Technologies",
      "location": "Colombia",
      "title": "Senior Business Developer",
      "startDate": "Jul 2021",
      "endDate": "Jan 2022",
      "bullets": [
        {
          "text": "Initiated and developed sales opportunities through targeted outbound prospecting and qualification of inbound leads, working closely with the field sales team to execute effective account strategies.",
          "metrics": []
        },
        {
          "text": "Collaborated with marketing and sales teams to streamline lead qualification processes, improving the efficiency and effectiveness of the sales pipeline.",
          "metrics": []
        },
        {
          "text": "Developed and refined high-impact sales outreach sequences, significantly increasing prospect engagement and conversion rates.",
          "metrics": []
        },
        {
          "text": "Provided strategic pipeline management insights to enhance conversion rates, contributing to overall sales success.",
          "metrics": []
        },
        {
          "text": "Successfully sourced a $1.2M deal with a U.S. rental car company, exemplifying strong sales acumen and market penetration.",
          "metrics": []
        },
        {
          "text": "Consistently achieved quota attainment for 5 consecutive quarters, surpassing sales goals and driving revenue growth.",
          "metrics": []
        },
        {
          "text": "Led a team of SDRs that opened 50 new opportunities, facilitating substantial growth for Account Executives.",
          "metrics": []
        }
      ]
    },
    {
      "company": "AltiSales",
      "location": "Colombia",
      "title": "SR SDR",
      "startDate": "Aug 2020",
      "endDate": "Jun 2021",
      "bullets": [
        {
          "text": "Drove the generation and qualification of corporate leads through strategic phone calls and digital channels, optimizing lead flow and conversion.",
          "metrics": []
        },
        {
          "text": "Conducted numerous cold calls to prospective clients, successfully scheduling meetings to create new business opportunities.",
          "metrics": []
        },
        {
          "text": "Collaborated directly with product, marketing, and sales teams to develop effective call scripts and lead qualification criteria.",
          "metrics": []
        },
        {
          "text": "Managed performance metrics diligently, ensuring high SDR productivity and contributing to team success rates.",
          "metrics": []
        },
        {
          "text": "Maintained an impressive average quota attainment of 98% across the team, demonstrating strong performance and consistency.",
          "metrics": []
        },
        {
          "text": "Sourced an impressive $880K deal with a U.S. stadium, highlighting exceptional prospecting and negotiation skills.",
          "metrics": []
        }
      ]
    },
    {
      "company": "Veridas",
      "location": "Colombia",
      "title": "Sales Development Manager",
      "startDate": "Jan 2022",
      "endDate": "Jul 2023",
      "bullets": [
        {
          "text": "Led and coached a team of 8 SDRs covering the LATAM and U.S. markets, designed outbound sales strategies, and optimized workflows for efficiency.",
          "metrics": []
        },
        {
          "text": "Developed sales playbooks, performance tracking systems, and training programs.",
          "metrics": []
        }
      ]
    }
  ],
  "education": [
    {
      "institution": "Universidad Sergio Arboleda",
      "degree": "Business Administration",
      "location": "Colombia",
      "year": "2020",
      "additionalInfo": ""
    }
  ],
  "additionalExperience": "Actively participated in market research initiatives, developing insights that informed strategic business decisions."
}