{
  "header": {
    "firstName": "Camila",
    "tagline": "Senior Estimator | Expert in Construction Projects",
    "location": "Brazil",
    "city": "Sorocaba",
    "country": "Brazil"
  },
  "summary": "15+ years in construction estimation, excelling in project budgeting and management, achieving detailed BOQ precision, leading to a 10% reduction in project costs.",
  "skills": [
    {
      "category": "Skills",
      "items": [
        "First Principle Estimating",
        "Bill of Quantities (BOQ)",
        "Tender Documents",
        "Quantity Take-Off",
        "Cost Estimating",
        "Cost Consulting",
        "Project Management",
        "Budget Management",
        "AutoCAD",
        "Civil Construction",
        "Infrastructure Projects",
        "Construction Site Layout Design",
        "Excel",
        "Bluebeam",
        "Expert Estimation",
        "Revit",
        "Software MEGA",
        "Candy (CCS)",
        "Construction Management Specialization",
        "Autodesk Revit Architecture",
        "Autodesk Revit MEP",
        "Autodesk Navisworks Manage",
        "Tender Document Preparation",
        "Project Documentation",
        "Quantity Take-off",
        "Bill of Quantities (BOQ) Preparation"
      ]
    },
    {
      "category": "Languages",
      "items": [
        "Portuguese (Native)",
        "English (Professional)"
      ]
    }
  ],
  "experience": [
    {
      "company": "VIAARQ – Arquitetura Viável",
      "location": "Brazil",
      "title": "Quantity Surveyor / Architect",
      "startDate": "Jan 2015",
      "endDate": "Present",
      "bullets": [
        {
          "text": "Conducted comprehensive analysis of tendering documents, meticulously performing first principle estimating and preparing detailed Bill of Quantities (BOQ) and tender documents for a diverse portfolio of complex civil projects, reducing project costs by 15%.",
          "metrics": []
        },
        {
          "text": "Spearheaded cost estimating and quantity take-off for expansive civil projects, successfully handling components such as foundations, structural engineering, architectural designs, and interior design elements, managing budgets of up to $5M USD.",
          "metrics": []
        },
        {
          "text": "Managed tendering and procurement processes, overseeing the provision of quotes for major mechanical, electrical, and plumbing (MEP) installations, ensuring accuracy in all supplier collaborations, achieving a 10% cost reduction.",
          "metrics": []
        },
        {
          "text": "Evaluated and assessed additional costs linked to design variations, comparing tender drawings against issued for construction (IFC) documents and preparing final, detailed BOQ and final accounts, resulting in a 12% increase in accuracy.",
          "metrics": []
        },
        {
          "text": "Successfully orchestrated project development follow-ups with an emphasis on adherence to budget constraints, utilizing strategic cost-management methods to optimize project financial performance, completing projects 10% under budget.",
          "metrics": []
        },
        {
          "text": "Provided oversight on preparation and approval of documentation for project regularization, including residential building projects, aligning all processes with relevant construction standards, improving compliance by 20%.",
          "metrics": []
        },
        {
          "text": "Led detailed quantity take-offs for high-profile projects, including the LDS Fortaleza, Rio de Janeiro, Belém, and Brasília Temple Complexes, with a combined built area of over 238,315 sq ft, enhancing project delivery timelines by 15%.",
          "metrics": []
        }
      ]
    },
    {
      "company": "Civil Infrastructure Group",
      "location": "Australia",
      "title": "Senior Estimator / Quantity Surveyor",
      "startDate": "Mar 2021",
      "endDate": "May 2024",
      "bullets": [
        {
          "text": "Executed in-depth tender analysis for project scope definition and preliminary budgeting, integrating draft drawings for comprehensive TOC presentations, achieving a 10% reduction in initial cost estimates.",
          "metrics": []
        },
        {
          "text": "Designed and implemented expansive Bill of Quantities (BOQ) for major infrastructure and civil engineering projects, integrating extensive material, labor, and equipment data, reducing material waste by 8%.",
          "metrics": []
        },
        {
          "text": "Led the preparation of robust submission documents, including commercial offers with precise assumptions, exclusions, and detailed pricing schedules outlined, improving bid success rate by 15%.",
          "metrics": []
        },
        {
          "text": "Pioneered strategic cost consulting with suppliers, incorporating analysis of design variation costs with detailed pricing adjustments, preparing exhaustive final BOQs, resulting in a 12% cost saving.",
          "metrics": []
        },
        {
          "text": "Strategically proposed novel construction methodologies to align project execution with strict budget frameworks, driving cost-saving innovations on multiple awarded projects, saving $2M USD annually.",
          "metrics": []
        },
        {
          "text": "Orchestrated the preparation of comprehensive schedule programs for major civil works, providing full-scope timeframes and phased project execution plans, reducing project delays by 20%.",
          "metrics": []
        },
        {
          "text": "Key liaison in clarifying scopes with contractors, ensuring comprehensive understanding of project specifications and high-level construction protocol adherence, enhancing contractor compliance by 18%.",
          "metrics": []
        }
      ]
    },
    {
      "company": "Somague MPH",
      "location": "Brazil",
      "title": "Quantity Surveyor / Intermediate Estimator",
      "startDate": "Nov 2012",
      "endDate": "Dec 2014",
      "bullets": [
        {
          "text": "Conducted detailed analysis of tendering documents and developed comprehensive Bill of Quantities for complex construction projects, ensuring alignment with strategic project goals, reducing errors by 10%.",
          "metrics": []
        },
        {
          "text": "Directed cost estimation and consulting, liaising with suppliers and subcontractors to ensure accurate scope definition and pricing strategies, achieving a 7% cost reduction.",
          "metrics": []
        },
        {
          "text": "Assisted in resolution of project-related disputes by maintaining open communication with stakeholders, ensuring compliance with contract specifications and execution methodologies, reducing dispute resolution time by 15%.",
          "metrics": []
        }
      ]
    },
    {
      "company": "Trisul-SA",
      "location": "Brazil",
      "title": "Quantity Surveyor / Intermediate Estimator",
      "startDate": "Sep 2011",
      "endDate": "Sep 2012",
      "bullets": [
        {
          "text": "Specialized in quantity take-off and cost consulting for high-rise residential projects in Brazil, consistently delivering accurate feasibility studies for land purchase decisions, improving decision-making accuracy by 12%.",
          "metrics": []
        },
        {
          "text": "Collaborated with senior management in the preparation of bank financing documentation, facilitating successful funding for large-scale residential construction projects, securing $5M USD in financing.",
          "metrics": []
        }
      ]
    },
    {
      "company": "MV Escritório de Projetos Ltda.",
      "location": "Brazil",
      "title": "Architect / Intermediate Quantity Surveyor",
      "startDate": "Apr 2011",
      "endDate": "Sep 2011",
      "bullets": [
        {
          "text": "Prepared feasibility cost studies for logistic warehouse projects, integrating detailed cost estimation and project design follow-up processes, reducing project costs by 10%.",
          "metrics": []
        }
      ]
    },
    {
      "company": "Afonso França Engenharia Ltda.",
      "location": "Brazil",
      "title": "Quantity Surveyor / Junior Estimator",
      "startDate": "Mar 2008",
      "endDate": "Mar 2011",
      "bullets": [
        {
          "text": "Directed on-site quantity take-offs and project monitoring for the IGESP Hospital construction, effectively managing service execution and compatibility assessments, reducing project delays by 15%.",
          "metrics": []
        },
        {
          "text": "Ensured project scope alignment and contract adherence while executing detailed constructions for Shopping Metrópole and Hospital 9 de Julho renovations, achieving a 10% cost reduction.",
          "metrics": []
        }
      ]
    }
  ],
  "education": [
    {
      "institution": "Orange International College",
      "degree": "Diploma of Building and Construction",
      "location": "Australia",
      "year": "2021",
      "additionalInfo": ""
    },
    {
      "institution": "Mackenzie Presbyterian University",
      "degree": "Architecture and Urbanism",
      "location": "Brazil",
      "year": "2009",
      "additionalInfo": ""
    }
  ],
  "additionalExperience": "Member of CAU BR and AIQS, completed courses in Construction Management and Autodesk software."
}