{
  "header": {
    "firstName": "Luis",
    "tagline": "Senior Business Development Leader – SaaS & Retail Tech",
    "location": "Colombia",
    "city": "Bogotá",
    "country": "Colombia"
  },
  "summary": "Senior B2B developer with 10+ years in SaaS & tech, specializing in driving $1.2M+ deals, achieving 120%+ quota, and leading strategic market expansions.",
  "skills": [
    {
      "category": "Skills",
      "items": [
        "Sales Development",
        "Business Development",
        "Team Leadership",
        "Outbound Sales Strategies",
        "Pipeline Management",
        "Lead Qualification",
        "Account Strategies",
        "Market Evaluation",
        "Relationship Cultivation",
        "Performance Tracking",
        "Sales Playbooks",
        "Training Programs",
        "CRM Systems",
        "Salesforce",
        "Negotiation",
        "Client Relationship Management",
        "Market Analysis",
        "Strategic Planning",
        "Revenue Growth",
        "Sales Forecasting"
      ]
    },
    {
      "category": "Languages",
      "items": [
        "English (Professional)",
        "Spanish (Native)"
      ]
    }
  ],
  "experience": [
    {
      "company": "Toshiba Global Commerce Solutions",
      "location": "Colombia",
      "title": "Business Development",
      "startDate": "Oct 2023",
      "endDate": "Present",
      "bullets": [
        {
          "text": "Conducted rigorous quantitative and qualitative analysis to evaluate untapped market potential and emerging channel opportunities across diverse geographical regions, leading to a 15% increase in market penetration.",
          "metrics": []
        },
        {
          "text": "Identified, engaged, and forged robust relationships with new clients in LATAM, resulting in a 25% increase in client acquisition.",
          "metrics": []
        },
        {
          "text": "Evaluated and prioritized all incoming partner requests within the region, streamlining decision-making processes and enhancing partner alignment with corporate growth strategies.",
          "metrics": []
        },
        {
          "text": "Collaborated effectively with cross-functional teams, including sales, marketing, and product groups, to achieve critical business objectives, surpassing revenue benchmarks by 20%, and driving product enhancements.",
          "metrics": []
        },
        {
          "text": "Represented Toshiba as a subject matter expert at high-profile industry events and forums, enhancing brand visibility and establishing thought leadership.",
          "metrics": []
        },
        {
          "text": "Successfully sourced a $200K USD deal for a prominent cosmetic brand, optimizing client acquisition strategies.",
          "metrics": []
        },
        {
          "text": "Led a team of 3 BDRs, implementing targeted prospecting strategies and driving significant pipeline growth by 30% within the first quarter.",
          "metrics": []
        }
      ]
    },
    {
      "company": "Veridas",
      "location": "Colombia",
      "title": "Sales Development Manager",
      "startDate": "Jan 2022",
      "endDate": "Jul 2023",
      "bullets": [
        {
          "text": "Spearheaded a team of 8 SDRs, driving robust performance across LATAM and U.S. markets through strategic leadership and agile management practices.",
          "metrics": []
        },
        {
          "text": "Engineered innovative outbound sales strategies and meticulously optimized workflows, increasing team efficiency by 25%.",
          "metrics": []
        },
        {
          "text": "Developed comprehensive sales playbooks, incorporating performance tracking systems and bespoke training programs, resulting in a 32% improvement in SDR performance metrics.",
          "metrics": []
        }
      ]
    },
    {
      "company": "Incode Technologies",
      "location": "Colombia",
      "title": "Senior Business Developer",
      "startDate": "Jul 2021",
      "endDate": "Jan 2022",
      "bullets": [
        {
          "text": "Initiated high-value sales opportunities through targeted outbound prospecting and adept qualification of inbound leads, significantly contributing to the execution of account strategies with field sales teams.",
          "metrics": []
        },
        {
          "text": "Collaborated with marketing and sales teams to enhance lead qualification processes, resulting in a 20% increase in sales-ready leads.",
          "metrics": []
        },
        {
          "text": "Developed innovative sales outreach sequences, markedly improving prospect engagement and elevating the conversion rate by 15%.",
          "metrics": []
        },
        {
          "text": "Provided strategic pipeline management insights, boosting conversion rates by 30% and ensuring consistent quota attainment across sales periods.",
          "metrics": []
        },
        {
          "text": "Sourced a landmark $1.2M USD deal with a top U.S. rental car company, showcasing negotiation and relationship-building acumen.",
          "metrics": []
        },
        {
          "text": "Consistently achieved quota attainment over five consecutive quarters, reflecting sustained sales performance excellence.",
          "metrics": []
        },
        {
          "text": "Led a team of SDRs to open 50 new opportunities for AEs, fostering a pipeline rich with potential business engagements.",
          "metrics": []
        }
      ]
    },
    {
      "company": "AltiSales",
      "location": "Colombia",
      "title": "Sr SDR",
      "startDate": "Aug 2020",
      "endDate": "Jun 2021",
      "bullets": [
        {
          "text": "Charged with the critical task of generating and qualifying high-value corporate leads through a combination of telephonic engagement and digital outreach initiatives.",
          "metrics": []
        },
        {
          "text": "Executed high-volume cold calls, adeptly scheduling meetings and generating lucrative business opportunities.",
          "metrics": []
        },
        {
          "text": "Collaborated closely with product, marketing, and sales units to craft effective call scripts and develop stringent lead qualification criteria.",
          "metrics": []
        },
        {
          "text": "Oversaw performance metrics, ensuring that SDR productivity remained at full capacity and success rates were optimized continuously.",
          "metrics": []
        },
        {
          "text": "Consistently achieved an average quota attainment of 98%, underscoring the effectiveness of my strategic approaches.",
          "metrics": []
        },
        {
          "text": "Successfully secured an $880K USD deal with a major U.S. stadium client, illustrating negotiation prowess and market insight.",
          "metrics": []
        }
      ]
    },
    {
      "company": "ProspectHunter",
      "location": "Colombia",
      "title": "BDR",
      "startDate": "Feb 2018",
      "endDate": "Dec 2018",
      "bullets": [
        {
          "text": "Conducted meticulous market research to identify prospective business opportunities and client leads, driving engagement through targeted outreach.",
          "metrics": []
        },
        {
          "text": "Partnered with internal teams to develop strategic outreach plans, effectively bridging potential clients with available solutions.",
          "metrics": []
        }
      ]
    },
    {
      "company": "Strategic Properties",
      "location": "Colombia",
      "title": "Account Executive",
      "startDate": "Mar 2014",
      "endDate": "Sep 2017",
      "bullets": [
        {
          "text": "Engaged with key stakeholders to prepare comprehensive reports, bids, studies, and presentations, reinforcing commercial strategies stemming from client dialogues.",
          "metrics": []
        },
        {
          "text": "Vigorously participated in multi-channel marketing initiatives, both in-person and digital, enhancing brand reach and client engagement.",
          "metrics": []
        },
        {
          "text": "Achieved 120% of quota, earning the distinguished President's Club award through meticulous planning and execution.",
          "metrics": []
        },
        {
          "text": "Led a team of SDRs to consistently reach 95-105% quota in the U.S. market, demonstrating leadership in target fulfillment.",
          "metrics": []
        }
      ]
    }
  ],
  "education": [
    {
      "institution": "Universidad Sergio Arboleda",
      "degree": "International Business",
      "location": "Colombia",
      "year": "2020",
      "additionalInfo": ""
    }
  ],
  "additionalExperience": "Actively involved in community outreach programs aimed at enhancing educational opportunities for underprivileged youth."
}