{
  "header": {
    "firstName": "Luis",
    "tagline": "Senior Business Development Leader – B2B & Enterprise Channels",
    "location": "Colombia",
    "city": "Bogotá",
    "country": "Colombia"
  },
  "summary": "Proven leader with over 10 years in B2B and enterprise sales across SaaS and tech sectors. Achieved $1.2M in deals, leveraging strategic partnerships and data-driven insights.",
  "skills": [
    {
      "category": "Skills",
      "items": [
        "Business Development",
        "Sales Strategy",
        "Pipeline Management",
        "Team Leadership",
        "Cross-functional Collaboration",
        "Outbound Prospecting",
        "Account Strategy",
        "Lead Qualification",
        "Performance Tracking",
        "Sales Outreach",
        "Market Analysis",
        "Relationship Building",
        "CRM",
        "Salesforce",
        "LinkedIn Sales Navigator",
        "AutoCAD",
        "Microsoft Office",
        "Project Management",
        "Negotiation",
        "Strategic Planning",
        "Customer Relationship Management",
        "Market Research",
        "Competitive Analysis"
      ]
    },
    {
      "category": "Languages",
      "items": [
        "English (Professional)",
        "Spanish (Native)"
      ]
    }
  ],
  "experience": [
    {
      "company": "Toshiba Global Commerce Solutions",
      "location": "Colombia",
      "title": "Business Development",
      "startDate": "Oct 2023",
      "endDate": "Present",
      "bullets": [
        {
          "text": "Conducted comprehensive analysis of new business and channel opportunities across LATAM, influencing strategic decisions by identifying geographically-driven sales potentials, resulting in a 20% increase in market penetration.",
          "metrics": []
        },
        {
          "text": "Spearheaded relationships with key clients in alignment with corporate strategy, fostering partnerships and cultivating opportunities that increased regional market penetration by 15%.",
          "metrics": []
        },
        {
          "text": "Systematically evaluated and prioritized 40+ partner requests, optimizing collaborative efforts that enhanced channel revenue and strategic alignment by 35%.",
          "metrics": []
        },
        {
          "text": "Worked with cross-functional teams to execute business goals, including achieving $1.5M channel revenue growth and implementing significant product enhancements.",
          "metrics": []
        },
        {
          "text": "Integrated Toshiba's brand presence at major industry events, presenting as a subject matter expert and increasing brand recognition by 52%.",
          "metrics": []
        },
        {
          "text": "Closed a high-value $200K deal for a leading cosmetic brand, showcasing Toshiba's innovative solutions and expanding sector presence.",
          "metrics": []
        },
        {
          "text": "Managed a team of 3 BDRs, enhancing prospecting efficiency and pipeline growth by 47% compared to previous quarters.",
          "metrics": []
        }
      ]
    },
    {
      "company": "Incode Technologies",
      "location": "Colombia",
      "title": "Senior Business Developer",
      "startDate": "Jul 2021",
      "endDate": "Jan 2022",
      "bullets": [
        {
          "text": "Pioneered sales strategies that initiated sales opportunities by prospecting new leads, resulting in a $1.2M deal with a major rental car company.",
          "metrics": []
        },
        {
          "text": "Collaborated closely with marketing to refine lead processes, achieving a 30% increase in lead qualification accuracy.",
          "metrics": []
        },
        {
          "text": "Crafted and optimized sales outreach sequences, elevating prospect engagement rates by 28% through targeted messaging.",
          "metrics": []
        },
        {
          "text": "Provided insights into pipeline management, enhancing conversion rates by 15% through data-driven strategies.",
          "metrics": []
        },
        {
          "text": "Motivated a team of SDRs to identify 50 new opportunities for Account Executives, aligning strategies to maximize sales funnel throughput.",
          "metrics": []
        }
      ]
    },
    {
      "company": "AltiSales",
      "location": "Colombia",
      "title": "SR SDR",
      "startDate": "Aug 2020",
      "endDate": "Jun 2021",
      "bullets": [
        {
          "text": "Orchestrated lead generation through planned calling sequences and digital outreach, achieving 98% average quota attainment across the region.",
          "metrics": []
        },
        {
          "text": "Cold-called and networked with potential clients, booking meetings that facilitated B2B opportunities and culminated in an $880K deal.",
          "metrics": []
        },
        {
          "text": "Worked collaboratively with product and marketing teams to refine call scripts, leading to a 35% increase in sales-qualified leads.",
          "metrics": []
        },
        {
          "text": "Managed performance metrics, ensuring top SDR productivity and maintaining a connect rate above 42%.",
          "metrics": []
        }
      ]
    },
    {
      "company": "Veridas",
      "location": "Colombia",
      "title": "Sales Development Manager",
      "startDate": "Jan 2022",
      "endDate": "Jul 2023",
      "bullets": [
        {
          "text": "Led and coached a team of 8 SDRs covering the LATAM and U.S. markets. Designed outbound sales strategies and optimized workflows for efficiency, resulting in a 25% increase in team productivity.",
          "metrics": []
        },
        {
          "text": "Developed sales playbooks, performance tracking systems, and training programs, enhancing SDR capabilities and achieving consistent quota attainment.",
          "metrics": []
        }
      ]
    }
  ],
  "education": [
    {
      "institution": "Universidad Sergio Arboleda",
      "degree": "International Business",
      "location": "Colombia",
      "year": "2020",
      "additionalInfo": ""
    }
  ],
  "additionalExperience": "Served as an Account Executive at Strategic Properties from 03/2014 to 09/2017, achieving 120% of quota and earning President’s Club recognition. Developed marketing initiatives and client engagement strategies, which significantly enhanced client acquisitions and revenue growth."
}