{
  "header": {
    "firstName": "Camila",
    "tagline": "Senior Estimator & Quantity Surveyor – Large-Scale Civil Infrastructure Expertise",
    "location": "Brazil",
    "city": "Sorocaba",
    "country": "Brazil"
  },
  "summary": "Seasoned quantity surveyor with 15+ years' experience in diverse infrastructure projects, achieving cost savings of up to 22% through precise estimations.",
  "skills": [
    {
      "category": "Skills",
      "items": [
        "First Principle Estimating",
        "Bill of Quantities (BOQ)",
        "Tender Documents",
        "Quantity Take-Off",
        "Cost Estimating",
        "Cost Consulting",
        "AutoCAD",
        "Excel",
        "Bluebeam",
        "Expert Estimation",
        "Revit",
        "Software MEGA",
        "Candy (CCS)",
        "Budget Management",
        "Project Development Follow-Up",
        "Documentation for Approval",
        "Construction Standards Compliance",
        "Construction Management Specialization - Columbia University",
        "Autodesk Revit Architecture Certified",
        "Autodesk Revit MEP Certified",
        "Autodesk Navisworks Manage Certified",
        "Bill of Quantities (BOQ) Preparation",
        "Civil Construction",
        "Infrastructure Projects",
        "Tender Document Preparation",
        "Project Management",
        "Project Documentation",
        "Stakeholder Collaboration",
        "Commercial Construction",
        "Residential Construction",
        "Value Engineering",
        "Construction Project Lifecycle",
        "Excel Advanced Functions",
        "Design Interpretation",
        "Structural Engineering",
        "MEP Systems Estimation",
        "Procurement Management",
        "Construction Site Supervision",
        "Architectural Drawing Analysis",
        "Cost Planning",
        "Progress Monitoring",
        "Contract Administration",
        "Quantity Take-off"
      ]
    },
    {
      "category": "Languages",
      "items": [
        "Portuguese (Native)",
        "English (Professional)"
      ]
    }
  ],
  "experience": [
    {
      "company": "VIAARQ – Arquitetura Viável",
      "location": "Brazil",
      "title": "Quantity Surveyor / Architect - Co-owner",
      "startDate": "Jan 2015",
      "endDate": "Present",
      "bullets": [
        {
          "text": "Developed and prepared comprehensive Bill of Quantities and tender documents that consistently led to successful contract awards.",
          "metrics": []
        },
        {
          "text": "Facilitated cost estimation and request for quotes with suppliers, including complex MEP installations, maintaining supplier relationships which improved negotiation outcomes by over 30%.",
          "metrics": []
        },
        {
          "text": "Pioneered cost assessments for design variations from tender drawings to IFC, providing insights that optimized project budgets by up to 22%.",
          "metrics": []
        },
        {
          "text": "Led the preparation of final accounts and detailed cost analyses, enhancing clarity and accuracy in financial reporting, and supporting project approvals.",
          "metrics": []
        },
        {
          "text": "Oversaw development programs for real estate credit evaluations with Caixa Econômica Federal Bank, directly impacting the financing approval process for high-rise constructions.",
          "metrics": []
        },
        {
          "text": "Coordinated technical drawings compliance to construction standards, focusing on accessibility, which led to a 100% approval rate across reviewed projects.",
          "metrics": []
        },
        {
          "text": "Managed follow-up of project developments, ensuring continuous budget alignment and adjusting financial plans as needed to remain within 5% of initial forecasts.",
          "metrics": []
        }
      ]
    },
    {
      "company": "Civil Infrastructure Group",
      "location": "VIC, Australia",
      "title": "Senior Estimator / Quantity Surveyor",
      "startDate": "Mar 2021",
      "endDate": "May 2024",
      "bullets": [
        {
          "text": "Executed in-depth analysis of tender packages and engaged in preliminary budgeting for major infrastructure bids, shaping competitive and realistic operational budgets.",
          "metrics": []
        },
        {
          "text": "Prepared comprehensive BOQs inclusive of material, labor, and equipment, driving the accuracy of submitted tenders and securing major project wins.",
          "metrics": []
        },
        {
          "text": "Managed cost estimation processes based on supplier consultations, leveraging insights to reduce predicted expenses by up to 15% across projects.",
          "metrics": []
        },
        {
          "text": "Assessed additional costs stemming from design variations, providing critical financial data to support strategic decision-making and cost control.",
          "metrics": []
        },
        {
          "text": "Developed final accounts and refined program schedules to meet client budget constraints, enhancing project lifecycle management.",
          "metrics": []
        },
        {
          "text": "Handled key projects like the South Morang Terminal Station, delivering detailed project estimates and ensuring successful completion within allocated budgets.",
          "metrics": []
        },
        {
          "text": "Conducted detailed scope reviews with contractors, optimizing project execution plans and enhancing operational efficiency.",
          "metrics": []
        }
      ]
    },
    {
      "company": "Somague MPH",
      "location": "Brazil",
      "title": "Quantity Surveyor / Intermediate Estimator",
      "startDate": "Nov 2012",
      "endDate": "Dec 2014",
      "bullets": [
        {
          "text": "Analyzed project scopes and prepared detailed BOQs that underpinned successful tenders for large-scale projects, significantly contributing to SOMAGUE's market growth.",
          "metrics": []
        },
        {
          "text": "Engaged in complex cost estimating tasks, collaborating with suppliers and site teams to enhance cost management processes and project outcomes.",
          "metrics": []
        },
        {
          "text": "Facilitated project briefings and cost clarifications with architectural and engineering teams, streamlining the tendering process and improving documentation accuracy.",
          "metrics": []
        },
        {
          "text": "Drafted commercial and technical proposals, including comprehensive construction methodologies, aligning client expectations with deliverable capabilities.",
          "metrics": []
        },
        {
          "text": "Led cost estimation exercises for projects like the TRYP By Wyndham Hotel, resulting in effective financial planning and resource allocation.",
          "metrics": []
        },
        {
          "text": "Managed updating of cost databases and methodology proposals, refining project delivery techniques and reducing bid rejection rates.",
          "metrics": []
        },
        {
          "text": "Designed site layouts and coordinated logistics planning, enhancing setup efficiency and operational throughput.",
          "metrics": []
        }
      ]
    }
  ],
  "education": [
    {
      "institution": "Orange International College",
      "degree": "Diploma of Building and Construction",
      "location": "VIC, Australia",
      "year": "2021",
      "additionalInfo": ""
    },
    {
      "institution": "Mackenzie Presbyterian University",
      "degree": "Architecture and Urbanism",
      "location": "Brazil",
      "year": "2009",
      "additionalInfo": ""
    }
  ],
  "additionalExperience": "Member of AIQS – December 2023. CAU BR - Brazilian Council of Architecture and Urbanism – 2011."
}