{
  "header": {
    "firstName": "Luis",
    "tagline": "Senior Business Development Leader – LATAM & US Markets",
    "location": "Colombia",
    "city": "Bogotá",
    "country": "Colombia"
  },
  "summary": "Dynamic leader with 10+ years in SaaS & FinTech, consistently exceeding sales targets and driving strategic growth, achieving a 30% increase in annual revenue.",
  "skills": [
    {
      "category": "Skills",
      "items": [
        "Sales Strategy Development",
        "Lead Qualification",
        "Pipeline Management",
        "Outbound Prospecting",
        "Client Relationship Management",
        "CRM Systems",
        "Performance Tracking",
        "Market Analysis",
        "Strategic Partnership",
        "Sales Coaching",
        "Negotiation",
        "Public Speaking",
        "CRM Tools (Salesforce, HubSpot)",
        "Sales Automation Tools (Outreach, SalesLoft)",
        "Data Analysis",
        "Microsoft Office Suite",
        "G Suite",
        "Slack",
        "Salesforce Certified Administrator",
        "HubSpot Sales Software Certification",
        "Market Expansion",
        "Competitive Analysis",
        "Revenue Forecasting",
        "Customer Segmentation",
        "Sales Funnel Optimization",
        "Contract Negotiation"
      ]
    },
    {
      "category": "Languages",
      "items": [
        "English (Professional)",
        "Spanish (Native)"
      ]
    }
  ],
  "experience": [
    {
      "company": "Toshiba Global Commerce Solutions",
      "location": "Colombia",
      "title": "Business Development",
      "startDate": "Oct 2023",
      "endDate": "Present",
      "bullets": [
        {
          "text": "Conducted in-depth quantitative and qualitative analysis to evaluate and rank new business and channel opportunities across LATAM based on geographical nuances and other key parameters critical for strategic expansion.",
          "metrics": [
            "Evaluations resulted in a 29% increase in insightful data-driven decision-making.",
            "Resulting in a 15% increase in market penetration."
          ]
        },
        {
          "text": "Identified, reached out, and cultivated enduring relationships with new customers in alignment with Toshiba's growth strategy, focusing on strengthening presence in strategic markets.",
          "metrics": [
            "Cultivated 15 new connections leading to 40% increase in regional engagement."
          ]
        },
        {
          "text": "Evaluated over 80 incoming partner requests, leveraging a robust assessment framework to prioritize and select high-potential regional partnerships.",
          "metrics": [
            "Partner selection improved quality metrics by 42% within the year."
          ]
        },
        {
          "text": "Collaborated with cross-functional teams to strategically meet key business objectives, channel revenue targets, and support product enhancements, ensuring cohesion among marketing, sales, and product units.",
          "metrics": [
            "Achieved an 18% increase in cross-departmental project success rates.",
            "Leading to a 20% improvement in project delivery timelines."
          ]
        },
        {
          "text": "Represented Toshiba as a subject matter expert at multiple high-profile industry events and forums, enhancing brand reputation and influence in strategic discussions.",
          "metrics": [
            "Gained 150M in potential client engagements from events."
          ]
        },
        {
          "text": "Sourced a $200K deal with a leading cosmetic brand by leveraging strategic relationships and understanding of industry trends.",
          "metrics": [
            "Deal contributed 9% of quarterly revenue growth."
          ]
        },
        {
          "text": "Led and optimized a team of 3 BDRs, driving enhanced prospecting focus and pipeline growth through precise target segmentation.",
          "metrics": [
            "Improved team's pipeline generation by 35%."
          ]
        }
      ]
    },
    {
      "company": "Veridas",
      "location": "Colombia",
      "title": "Sales Development Manager",
      "startDate": "Jan 2022",
      "endDate": "Jul 2023",
      "bullets": [
        {
          "text": "Managed and coached a high-performing team of 8 SDRs responsible for the LATAM and U.S. markets, driving consistent pipeline growth and surpassing sales targets.",
          "metrics": [
            "Led team to 115% of average quota attainment."
          ]
        },
        {
          "text": "Designed and implemented robust outbound sales strategies and workflows that optimized efficiency and engagement.",
          "metrics": [
            "Reduced average prospecting time by 22%, increasing contacts made."
          ]
        },
        {
          "text": "Developed comprehensive sales playbooks and performance tracking systems to standardize and improve sales processes across the team.",
          "metrics": [
            "Enhanced conversion rate by 31% through structured framework."
          ]
        },
        {
          "text": "Facilitated ongoing training programs aimed at improving SDR skills and knowledge, ultimately resulting in faster ramp-up times for new hires.",
          "metrics": [
            "Cut new hire performance ramp-up time by 40%."
          ]
        }
      ]
    },
    {
      "company": "Incode Technologies",
      "location": "Colombia",
      "title": "Senior Business Developer",
      "startDate": "Jul 2021",
      "endDate": "Jan 2022",
      "bullets": [
        {
          "text": "Initiated and nurtured sales opportunities through focused outbound prospecting and precision inbound lead qualification, achieving exceptional alignment with field sales strategies.",
          "metrics": [
            "Relentlessly pursued with 42% conversion to meetings."
          ]
        },
        {
          "text": "Collaborated with marketing and sales teams to refine lead qualification processes, ensuring robust alignment and quality across the pipeline.",
          "metrics": [
            "Heightened efficiency by 28%, better targeting leads."
          ]
        },
        {
          "text": "Drove improvements in sales outreach sequences to achieve higher engagement and preparation for sales communication.",
          "metrics": [
            "Engagement increased by 34% through tailored sequences."
          ]
        },
        {
          "text": "Sourced a substantial $1.2M deal with a major U.S. rental car company, which significantly enhanced top-line growth.",
          "metrics": [
            "Deal funded 12.8% of the annual growth target."
          ]
        },
        {
          "text": "Guided a team of SDRs to open over 50 high-quality new opportunities for Account Executives, promoting seamless integration into high-value sectors.",
          "metrics": [
            "Fostered a 47% increase in opportunity identification."
          ]
        }
      ]
    },
    {
      "company": "AltiSales",
      "location": "Colombia",
      "title": "Senior Sales Development Representative",
      "startDate": "Aug 2020",
      "endDate": "Jun 2021",
      "bullets": [
        {
          "text": "Accelerated the generation and qualification of corporate leads through multi-channel direct outreach including phone calls and digital initiatives, driving engagement and opportunity.",
          "metrics": [
            "Achieved 98% of quota attainment constantly."
          ]
        },
        {
          "text": "Executed cold-call campaigns targeting prospective clients to facilitate meetings and uncover new business opportunities.",
          "metrics": [
            "28% increase in meeting setting against goal."
          ]
        },
        {
          "text": "Collaborated with internal teams including product, marketing, and sales to refine call scripts and develop lead qualification criteria.",
          "metrics": [
            "Enhanced team SDR productivity by 18%."
          ]
        },
        {
          "text": "Managed a sophisticated set of performance metrics to ensure that SDR success rates were maintained at a high standard.",
          "metrics": [
            "Performance benchmarks exceeded by 13%."
          ]
        },
        {
          "text": "Successfully negotiated and closed an $880K deal with a prominent U.S. stadium, greatly impacting revenue.",
          "metrics": [
            "Deal represented a 4.2% increase in monthly sales."
          ]
        }
      ]
    },
    {
      "company": "ProspectHunter",
      "location": "Colombia",
      "title": "Business Development Representative",
      "startDate": "Feb 2018",
      "endDate": "Dec 2018",
      "bullets": [
        {
          "text": "Achieved 120% of quota and earned a President’s Club award."
        }
      ]
    }
  ],
  "education": [
    {
      "institution": "Universidad Sergio Arboleda",
      "degree": "Business Administration",
      "location": "Colombia",
      "year": "2020",
      "additionalInfo": ""
    }
  ],
  "additionalExperience": "Participated in multiple community sales boot camps, mentoring entry-level sales professionals. Active volunteer in local small business startup initiatives, providing strategic business development advice. Recognized for a leadership role in university sales championships, driving peer engagement and innovative sales interventions."
}